{
    "changelog.md": {
        "Changelog Alexa": "Changelog Alexa",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como lembrete, se não houver informações sobre a atualização, isso significa que se trata apenas da atualização da documentação, tradução ou texto",
        "30\/04\/2020": "30\/04\/2020",
        "Correction d'un soucis sur la commande descente des volets": "Correção de um problema com o controle de descida do obturador",
        "28\/04\/2020": "28\/04\/2020",
        "Correction d'un soucis sur l'allumage des lampes": "Corrigido um problema com a iluminação das lâmpadas",
        "Amélioration du support des volets": "Suporte aprimorado ao obturador",
        "Amélioration de l'interface": "Interface melhorada",
        "Support des équipements de type mode": "Suporte para equipamentos de moda",
        "23\/01\/2020": "23\/01\/2020",
        "Correction de soucis sur la decouverte d'équipements": "Correção de preocupações sobre a descoberta de equipamentos",
        "20\/01\/2020": "20\/01\/2020",
        "Préparation du support de la synchronisation sans cache": "Preparando o Suporte à Sincronização Sem Cache",
        "30\/12\/2019": "30\/12\/2019",
        "Correction d'un bug sur les thermostats": "Correção de um bug nos termostatos",
        "13\/12\/2019": "13\/12\/2019",
        "Correction d'un soucis d'icone": "Correção de um problema de ícone",
        "11\/12\/2019": "11\/12\/2019",
        "Mise à jour de la documentation": "Atualização da documentação",
        "02\/12\/2019": "02\/02\/2019",
        "Corretion de bug sur la geestion de multiple générique type de type etat": "Correção de bug no gerenciamento de vários tipos genéricos de estado de tipo",
        "15\/10\/2019": "15\/10\/2019",
        "Envoi automatique des informations au market lors de l'installation du plugin": "Envio automático de informações ao mercado ao instalar o plugin",
        "23\/06\/2019": "23\/06\/2019",
        "Mise à jour de la doc": "Atualizando o documento",
        "Possibilité d'inverser le sens des volets": "Possibilidade de inverter a direção das abas",
        "05\/06\/2019": "06\/05\/2019",
        "Correction de bug": "Bug fix",
        "Possibilité d'avoir les informations sur les type générique necessaire lors du click sur le label NOK": "Possibilidade de obter informações sobre o tipo genérico necessário ao clicar no rótulo NOK",
        "03\/06\/2019": "03\/03\/2019",
        "Ajout de d'information et d'un lien vers le service Assistant Vocaux": "Adição de informações e um link para o serviço Voice Assistant",
        "31\/05\/2019": "31\/05\/2019",
        "Support des volets": "Suporte do obturador",
        "Support des capteurs (mouvement,contact, température": "Suporte de sensores (movimento, contato, temperatura",
        "Correction de bugs": "Correções de bugs",
        "a partir du 01\/06\/2019 les services vocaux deviennent payant, vous pouvez voir votre status sur votre page profils sur le market, onglet mes services": "a partir de 01\/06\/2019, os serviços de voz se tornam cobráveis, você pode ver seu status na sua página de perfil no mercado, guia meus serviços",
        "24\/04\/2019": "24\/04\/2019",
        "Nouvelle methode de synchronisation des péripheriques": "Novo método de sincronização de dispositivo",
        "02\/11\/2018": "02\/02\/2018",
        "25\/10\/2018": "25\/10\/2018",
        "Correction d'un bug sur les volets": "Correção de um bug nos painéis",
        "10\/10\/2018": "10\/10\/2018",
        "09\/10\/2018": "09\/09\/2018",
        "Correction de nombreux bug sur les retours d'état (lumière, prise, température, thermostat": "Correção de muitos erros nos retornos de status (luz, tomada, temperatura, termostato",
        "08\/10\/2018": "08\/08\/2018",
        "Correction de bug sur les prises, volets": "Correção de erros em tomadas, persianas",
        "05\/10\/2018": "10\/05\/2018",
        "Amélioration de la gestion des noms des équipements": "Gerenciamento aprimorado de nomes de equipamentos",
        "Possibilité de mettre un pseudo à un équipement": "Possibilidade de nick de um dispositivo",
        "Correction d'un bug indiquant un soucis de serveur": "Correção de um erro indicando um problema no servidor",
        "04\/10\/2018": "10\/04\/2018",
        "Correction d'un bug lors de l'envoi de la configuration": "Correção de um erro ao enviar a configuração",
        "Correction d'un bug lors de la demande de la température": "Correção de um bug durante a solicitação de temperatura",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin Alexa Smarthome": "Alexa Smarthome plugin",
        "Ce plugin permet de faire le lien entre votre Jeedom et Alexa": "Este plug-in torna possível fazer o link entre seu Jeedom e Alexa",
        "Il peut fonctionner en passant par un service cloud mis à disposition par Jeedom": "Ele pode operar através de um serviço em nuvem fornecido pela Jeedom",
        "Le plugin necessite un abonnement aux services vocaux": "O plug-in requer uma assinatura para serviços de voz",
        "Vous pouvez gérer votre abonnement": "Você pode gerenciar sua assinatura",
        "Il faut ABSOLUMENT que votre Jeedom soit accessible en HTTPS (le plugin ne marche pas en HTTP) valide (donc pas de certificat auto-signé": "É absolutamente necessário que seu Jeedom esteja acessível em HTTPS (o plug-in não funciona em HTTP) válido (portanto, nenhum certificado autoassinado)",
        "Le plugin ne supporte pas les équipement avec des double fonction (2 sortie comme certain module zwave Fibaro": "O plug-in não suporta equipamentos com funções duplas (2 saídas como certo módulo Fibaro zwave",
        "Il faut absolument passer par 2 virtuels pour le décomposer": "Você absolutamente tem que passar por 2 virtuais para quebrá-lo",
        "Mise en place de la connexion vers Alexa": "Estabelecendo a conexão com o Alexa",
        "Il est important de faire les étapes suivantes dans l'ordre indiqué": "É importante executar as seguintes etapas na ordem listada",
        "Configuration Market": "Mercado de configuração",
        "Après l'installation du plugin, il vous suffit d'aller dans la partie configuration du plugin puis de cliquer sur envoyer la configuration au market": "Depois de instalar o plug-in, basta acessar a parte de configuração do plug-in e clicar em enviar a configuração ao mercado",
        "Configuration Alexa": "Configuração Alexa",
        "site web": "site",
        "Une fois le service bien actif il faut sur l'application Alexa ou sur le": "Depois que o serviço estiver ativo, você precisará no aplicativo Alexa ou no",
        "aller dans la partie skill et chercher le skill Jeedom puis l'activer, la il vous demandera des identifants il faut mettre ceux du market (attention bien mettre vos identifiants market et non ceux de votre Jeedom": "vá para a parte da habilidade e procure a habilidade Jeedom e ative-a. Lá, ele solicitará identificadores que você deve colocar no mercado (tenha cuidado em colocar seus identificadores de mercado e não os do seu Jeedom",
        "Si vous avez un message d'erreur vous indiquants que votre mot de passe ou non d'utilisateur n'est pas bon il faut": "Se houver uma mensagem de erro informando que sua senha de usuário ou não está correta, você deve",
        "vérifier qu'Amazon Alexa est bien en actif sur le market": "verifique se o Amazon Alexa está ativo no mercado",
        "si c'est bien le cas, etês vous sur de vos identifiants (attention il faut respecter majuscule\/minuscule": "se for esse o caso, certifique-se de seus identificadores (atenção, você deve respeitar maiúsculas \/ minúsculas",
        "si c'est le cas changer votre mot de passe sur le market et sur la configuration du service d'assistant vocal (page profils du market onglet mes services) faire sauvegarder": "se for esse o caso, altere sua senha no mercado e na configuração do serviço de assistente de voz (guia página de perfis de mercado, meus serviços) salvou",
        "Toute modification de configuration des équipements transmis à Alexa (ajout d'un équipement, suppression d'un équipement, changement d'un générique type d'une commande) nécessite forcement d'aller dans Plugin -> Communication -> Alexa puis de faire sauvegarder et dans l'application Alexa de refaire une découverte": "Qualquer modificação na configuração do equipamento transmitido ao Alexa (adição de equipamento, exclusão de equipamento, alteração de um tipo genérico de um pedido) requer necessariamente acessar Plugin -> Comunicação -> Alexa e salvar e no aplicativo Alexa para refazer uma descoberta",
        "Configuration du plugin": "Configuração do plugin",
        "Sur votre Jeedom, allez sur Plugin -> Communication -> Alexa et dans la partie équipement sélectionnez les équipements à transmettre à Alexa ainsi que le type de l'équipement": "No seu Jeedom, vá para Plugin -> Communication -> Alexa e, na seção equipment, selecione o equipamento a ser transmitido ao Alexa, bem como o tipo de equipamento",
        "Le plugin se base sur les types génériques de Jeedom des commandes pour piloter votre domotique": "O plug-in é baseado nos tipos genéricos de comandos Jeedom para controlar sua automação residencial",
        "Il est donc très important de configurer ceux-ci correctement": "Portanto, é muito importante configurá-los corretamente",
        "Vous pouvez voir": "Você pode ver",
        "des explications sur les generiques type": "explicações sobre genéricos genéricos",
        "Pour les modes il en faut MINIMUM deux sinon Amazon refuse la configuration et plus rien ne se synchronisera": "Para os modos que você precisa de dois MÍNIMOS, caso contrário, a Amazon recusa a configuração e nada será sincronizado",
        "Vous pouvez aussi créer des scènes dans l'onglet scène, avec des actions d'entrée et de sortie": "Você também pode criar cenas na guia cena, com ações de entrada e saída",
        "Si vous n'envoyez aucun équipement (aucun OK dans la liste des équipements sur le plugin Alexa), Amazon considere que c'est une erreur et reprend la derniere configuration connue": "Se você não enviar nenhum equipamento (não há OK na lista de equipamentos no plug-in Alexa), a Amazon considera que é um erro e usa a última configuração conhecida",
        "Donc si vous faite oublier tout et n'envoyez aucun équipement amazon reprendra la derniere configuration connu et donc fera tout réapparaitre": "Portanto, se você esquecer tudo e não enviar nenhum equipamento, a amazon terá a última configuração conhecida e, portanto, fará tudo reaparecer",
        "J'ai lu que le plugin necessiterait un abonnement, pourquoi": "Eu li que o plugin exigiria uma assinatura, por que",
        "C'est assez simple, Jeedom est une solution non-cloud (entendre tout est chez vous il n'y a pas de serveur de notre coté pour votre Jeedom) mais Alexa ne peut envoyer des demandes que vers un serveur unique pour un skill": "É bastante simples, o Jeedom é uma solução que não é da nuvem (ouça tudo está em casa, não há servidor do nosso lado para o seu Jeedom), mas o Alexa só pode enviar solicitações para um único servidor por uma habilidade",
        "On a donc été obligé de faire un serveur qui recoit toute les demandes d'Alexa et les retransmets vers votre Jeedom": "Então tivemos que criar um servidor que recebesse todos os pedidos do Alexa e os retransmitisse para o seu Jeedom",
        "Malheureusement se serveur (en plus du coût de développement et de maintenance) à un coût de location de notre coté": "Infelizmente servidor (além do custo de desenvolvimento e manutenção) a um custo de aluguel do nosso lado",
        "Voila pourquoi il y aura un abonnement pour le service \"Assistant Vocal\" qui couvrira et Amazon et Google (vous inquietez pas pour le prix il sera minime, le but est juste d'amortir le coût du serveur": "É por isso que haverá uma assinatura do serviço \"Voice Assistant\", que cobrirá tanto a Amazon quanto o Google (não se preocupe com o preço, será mínimo, o objetivo é apenas amortizar o custo do servidor",
        "Pour ouvrir\/fermer les volets je dois dire allume\/eteint": "Para abrir \/ fechar as persianas, devo dizer ligar \/ desligar",
        "C'est normal Alexa ne supporte pas les équipements de type ouvrant (pour des questions de securité) il faut donc lui faire croire que c'est une lumiere": "Isso é normal O Alexa não suporta equipamentos do tipo abertura (por razões de segurança), então você deve acreditar que é uma luz",
        "Par contre grace aux routines vous pouvez dire ouvre\/ferme": "Por contras, graças às rotinas, você pode dizer abrir \/ fechar",
        "Alexa me dis \"l'appareil ne répond pas\" alors que l'action est bien faite": "Alexa me diz \"o dispositivo não responde\" enquanto a ação é bem feita",
        "Regardez vos types génériques, Alexa nécessite ABSOLUMENT un retour d'état sinon il vous dira que l'appareil ne répond pas": "Olhe para seus tipos genéricos, o Alexa absolutamente exige um retorno de status, caso contrário, ele informará que o dispositivo não está respondendo",
        "Attention aussi au délai pour faire l'action si c'est trop long vous aurez le message l'appareil ne répond pas": "Preste atenção também no atraso para executar a ação, se for muito longo, você receberá a mensagem de que o dispositivo não responde",
        "Lors de l'association j'ai une erreur (mais pas sur un soucis de mot de passe\/nom d'utilisateur": "Durante a associação, tenho um erro (mas não em um problema de senha \/ nome de usuário",
        "Si vous avez une erreur lors de l'association avec Jeedom cela vient surement du faite que vous n'avez pas ajouté\/transmis d'équipement avant de faire l'association": "Se você tiver um erro durante a associação com a Jeedom, provavelmente é porque você não adicionou \/ transmitiu equipamento antes de fazer a associação",
        "Pour corriger aller sur Plugins -> Communication -> Alexa puis coché au moins un équipement à transmettre et faite sauvegarder (vérifié que l'équipement est bien en OK, si il est en NOK cliquer sur le NOK pour voir pourquoi ou renseignez vous sur les générique type dans jeedom": "Para corrigir, vá para Plugins -> Comunicação -> Alexa e marque pelo menos um equipamento para transmitir e salvar (verifique se o equipamento está em OK, se estiver em NOK, clique no NOK para ver o porquê ou perguntar sobre tipo genérico em jeedom",
        "Puis refaite l'association": "Depois refaça a associação",
        "Lors de l'ajout des équipement j'ai des NOK": "Ao adicionar equipamento, tenho NOK",
        "Cliquez simplement sur le NOK une fenetre vous dira les generique type a avoir sur les commandes de l'équipement pour que cela marche": "Basta clicar no NOK, uma janela informará o tipo genérico a ser usado nos controles do equipamento para que funcione",
        "L'ajout d'équipement\/scene n'apparait pas dans l'application alexa": "Adicionar equipamento \/ cena não aparece no aplicativo alexa",
        "Il faut": "Você deve",
        "supprimé tous mes équipements transmis (vert OK) depuis le plugin Alexa": "apaguei todo o meu equipamento transmitido (verde OK) do plugin Alexa",
        "bien sauvegarder": "salve bem",
        "oublié\" tous mes équipement jeedom visibles dans la rubrique Maison connectée de Alexa.amazon": "esqueci \"todo o meu equipamento jeedom visível na seção Página inicial conectada do Alexa.amazon",
        "com (ou l'app": "com (ou o aplicativo",
        "faire une detection depuis Alexa": "faça uma detecção do Alexa",
        "remettre les équipements": "equipamento de retorno",
        "refaire une detection depuis Alexa": "refazer a detecção do Alexa",
        " Important.": " IMPORTANTE.",
        " Important?": " IMPORTANTE?",
        "Important ": "IMPORTANTE ",
        " Important]": " IMPORTANTE]",
        "[Important]": "[IMPORTANTE]",
        "*Important*": "*IMPORTANTE*",
        " Important*": " IMPORTANTE*",
        " ici.": " aqui.",
        " ici?": " aqui?",
        "ici ": "aqui ",
        " ici]": " aqui]",
        "[ici]": "[aqui]",
        "*ici*": "*aqui*",
        " ici*": " aqui*",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " FAQ.": " Faq.",
        " FAQ?": " Faq?",
        "FAQ ": "Faq ",
        " FAQ]": " Faq]",
        "[FAQ]": "[Faq]",
        "*FAQ*": "*Faq*",
        " FAQ*": " Faq*"
    }
}